[
  {
    "id": 1,
    "title": "SMK N 1 Bantul Raih Juara 1 LKS Tingkat Nasional",
    "image": "/images/berita/1.jpeg",
    "category": "Prestasi",
    "excerpt": "Siswa jurusan TJKT berhasil menunjukkan keunggulannya dalam kompetisi Lomba Keterampilan Siswa (LKS) nasional bidang IT Network Systems Administration.",
    "content": "<p>Siswa jurusan TJKT, <strong>Muhammad Eksa Arifa</strong>, berhasil menunjukkan keunggulannya dalam kompetisi Lomba Keterampilan Siswa (LKS) nasional bidang IT Network Systems Administration. Acara yang diselenggarakan di Surabaya ini menguji kemampuan peserta dalam merancang, mengkonfigurasi, dan mengelola infrastruktur jaringan yang kompleks.</p><p>Kemenangan ini merupakan buah dari kerja keras, dedikasi, serta bimbingan intensif dari para guru pembimbing. Keberhasilan ini membuktikan bahwa kurikulum yang diterapkan di SMK N 1 Bantul relevan dengan standar industri terkini.</p><p>Beberapa poin kunci keberhasilan:</p><ul><li>Persiapan matang selama 6 bulan.</li><li>Dukungan penuh dari pihak sekolah dan industri partner.</li><li>Kemampuan problem-solving yang unggul saat menghadapi studi kasus.</li></ul>",
    "date": "13 Oktober 2025",
    "badge": "Terbaru",
    "slug": "juara-lks-nasional-2025"
  },
  {
    "id": 2,
    "title": "Gelar Workshop Digital Marketing untuk Jurusan Pemasaran",
    "image": "/images/berita/2.jpeg",
    "category": "Kegiatan",
    "excerpt": "Bekerjasama dengan praktisi industri, jurusan Pemasaran mengadakan workshop intensif untuk membekali siswa dengan strategi pemasaran digital terkini.",
    "content": "<p>Bekerjasama dengan praktisi industri dari perusahaan terkemuka, jurusan Pemasaran mengadakan workshop intensif selama dua hari untuk membekali siswa dengan strategi pemasaran digital terkini. Materi mencakup SEO, SEM, Social Media Marketing, dan Content Marketing. Siswa tidak hanya belajar teori tetapi juga langsung mempraktikkan ilmunya dalam sebuah proyek kampanye digital.</p>",
    "date": "10 Oktober 2025",
    "badge": "",
    "slug": "workshop-digital-marketing"
  },
  {
    "id": 3,
    "title": "Peringatan Hari Guru Nasional di SMK N 1 Bantul",
    "image": "/images/berita/3.jpeg",
    "category": "Kegiatan",
    "excerpt": "Acara berlangsung meriah dengan berbagai penampilan dari siswa sebagai bentuk apresiasi kepada para guru yang telah berdedikasi.",
    "content": "<p>Acara peringatan Hari Guru Nasional di SMK N 1 Bantul berlangsung meriah dengan berbagai penampilan dari siswa sebagai bentuk apresiasi kepada para guru yang telah berdedikasi. Mulai dari pertunjukan musik, pembacaan puisi, hingga drama singkat ditampilkan di panggung utama. Kepala Sekolah dalam sambutannya menekankan pentingnya peran guru sebagai pilar pendidikan bangsa.</p>",
    "date": "25 September 2025",
    "badge": "",
    "slug": "peringatan-hari-guru-2025"
  },
  {
    "id": 4,
    "title": "Pengumuman Jadwal Ujian Akhir Semester Ganjil",
    "image": "https://smkn1bantul.sch.id/storage/01K4PH24F15FFDBV5NRKBG6031.jpeg",
    "category": "Pengumuman",
    "excerpt": "Berikut adalah jadwal lengkap pelaksanaan Ujian Akhir Semester (UAS) Ganjil untuk Tahun Ajaran 2025/2026 yang akan dimulai minggu depan.",
    "content": "<p>Hari Olahraga Nasional (Haornas) diperingati setiap tanggal 9 September. Pada tahun ini, Haornas ke-42 diperingati di SMK N 1 Bantul pada Selasa, 9 September 2025 dengan penuh semangat dan kebersamaan.</p><p>Rangkaian kegiatan diawali dengan <b>Apel Pagi</b> yang dipimpin langsung oleh Kepala SMK N 1 Bantul, Bapak Raharjo, S.IP., M.Pd. Apel berlangsung di lapangan sekolah mulai pukul 07.00–07.30 WIB dan diikuti oleh seluruh warga sekolah. Pada kesempatan ini, para siswa juga mendapatkan kupon sebagai tanda keikutsertaan dalam kegiatan.</p><p>Usai apel, acara dilanjutkan dengan <b>Jalan Sehat</b> yang dimulai pukul 07.30 WIB hingga 08.45 WIB. Warga sekolah bersama-sama menempuh rute yang telah ditentukan, yaitu start dari depan gerbang sekolah menuju timur hingga perempatan sawah, berbelok ke selatan melewati SPBU Manding, kemudian melalui gapura Sabdodadi ke arah timur, dan berakhir kembali di SMK N 1 Bantul. Kegiatan jalan sehat ini tidak hanya menyehatkan fisik, tetapi juga mempererat kebersamaan antarwarga sekolah.</p><p>Setelah jalan sehat, kegiatan berlanjut dengan berbagai <b>lomba olahraga</b> yang dilaksanakan mulai pukul 08.45 hingga 11.45 WIB. Lomba yang digelar antara lain bola voli putra, tenis meja, dan estafet. Seluruh lomba berlangsung di lapangan voli dan lapangan basket SMK N 1 Bantul, diikuti oleh para siswa dengan penuh antusias. Lomba olahraga ini bertujuan untuk menumbuhkan semangat sportivitas, meningkatkan kesadaran akan pentingnya olahraga, menggali bakat siswa, serta mempererat kebersamaan dalam suasana yang positif dan edukatif.</p><p>Menjelang tengah hari, seluruh warga sekolah yang beragama Islam melaksanakan ibadah salat Zuhur, dilanjutkan dengan kegiatan ISHOMA pada pukul 11.45–12.30 WIB. Setelah itu, perlombaan kembali dilanjutkan hingga pukul 14.30 WIB. Meski lelah, semangat para siswa tetap tinggi dan terlihat jelas antusiasme mereka dalam mengikuti setiap cabang lomba.</p><p>Peringatan Haornas tahun ini menjadi bukti bahwa olahraga bukan hanya tentang kompetisi, tetapi juga tentang membangun solidaritas, sportivitas, dan budaya hidup sehat. Diharapkan, kegiatan ini dapat menumbuhkan semangat berprestasi sekaligus menanamkan kebiasaan hidup sehat di kalangan siswa SMK N 1 Bantul.</p>",
    "date": "20 September 2025",
    "badge": "Penting",
    "slug": "jadwal-uas-ganjil-2025"
  }
]