[
  {
    "id": 1,
    "nama": "Akuntansi dan Keuangan Lembaga",
    "slug": "akuntansi-dan-keuangan-lembaga",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA719TZGEDNSV2Y9H94782RG.jpeg",
    "deskripsi": "<p>Program keahlian Akuntansi dan Keuangan Lembaga SMKN 1 Bantul dirancang untuk membekali siswa dengan pengetahuan dan keterampilan yang mendalam di bidang akuntansi, sesuai dengan kebutuhan industri dan dunia usaha. Program ini mempersiapkan peserta didik untuk menjadi tenaga profesional yang siap bekerja di berbagai sektor, termasuk perusahaan, Lembaga keuangan, dan pemerintahan.</p><p>Peserta didik diajarkan menguasai dasar-dasar akuntansi seperti pencatatan transaksi keuangan, penyusunan laporan keuangan, perpajakan, serta analisis keuangan. Selain itu, mereka juga dibekali dengan keterampilan teknologi, terutama dalam penggunaan software akuntansi modern yang banyak digunakan di dunia kerja saat ini.</p><p>Tujuan Konsentrasi Keahlian Akuntansi adalah terwujudnya peserta didik yang kompeten dan berwawasan global di bidang Teknisi Akuntansi Yunior, dan menguasai kompetensi-kompetensi diantaranya:</p><ul><li>Mengelola Dokumen Transaksi</li><li>Proses Entri Jurnal</li><li>Memproses buku besar</li><li>Menyusun Laporan Keuangan</li><li>Memproses dokumen kas Kecil</li><li>Memproses dokumen dana kas di bank</li><li>Mengelola kartu piutang</li><li>Mengelola kartu persediaan</li><li>Mengelola aktiva tetap</li><li>Mengelola kartu utang</li><li>Menyiapkan surat pemberitahuan pajak</li><li>Mengoperasikan paket program pengolah angka (spreadsheet)</li><li>Menyajikan laporan harga pokok</li><li>Mengoperasikan aplikasi komputer Akuntansi</li></ul><p>Proses pembelajaran di jurusan akuntansi dan keuangan Lembaga didukung oleh fasilitas yang lengkap dan tenaga pengajar profesional yang memiliki latar belakang akademik dan pengalaman yang kuat di bidang akuntansi. Kurikulum yang diterapkan tidak hanya berfokus pada teori, tetapi juga pada praktik langsung di dunia industri melalui program magang dan kerja sama dengan berbagai perusahaan.</p><p>Selain itu, SMK Negeri 1 Bantul juga berkomitmen untuk membangun karakter siswa agar memiliki etika profesional yang tinggi, teliti, jujur, dan bertanggung jawab dalam menjalankan tugasnya. Dengan berbagai kompetensi yang diajarkan, lulusan program keahlian Akuntansi di SMK Negeri 1 Bantul diharapkan mampu bersaing dan berkontribusi dalam dunia kerja, baik di tingkat lokal, nasional, maupun internasional.</p>"
  },
  {
    "id": 2,
    "nama": "Rekayasa Perangkat Lunak",
    "slug": "rekayasa-perangkat-lunak",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71V5BFCRP9KFEYJ67418YP.jpeg",
    "deskripsi": "<p>Kompetensi Keahlian Rekayasa Perangkat Lunak (RPL) di SMKN 1 Bantul dirancang untuk membekali siswa dengan keterampilan dan pengetahuan dalam pengembangan perangkat lunak yang berkualitas. Program ini mempersiapkan siswa menjadi profesional di bidang teknologi informasi yang mampu merancang, mengembangkan, dan mengelola perangkat lunak untuk berbagai kebutuhan industri, bisnis, serta kebutuhan masyarakat yang terus berkembang di era digital.</p><p>Tujuan dari Program Keahlian Pengembangan Perangkat Lunak dan Gim di SMKN 1 Bantul mencakup:</p><ul><li><b>Keterampilan Teknis:</b> Memberikan keterampilan teknis dalam pemrograman, desain, pengujian, dan implementasi sistem perangkat lunak serta pengembangan gim (desain, pemrograman, grafika, suara, dan kecerdasan buatan).</li><li><b>Kesiapan Karir:</b> Mempersiapkan siswa untuk memasuki industri sebagai programmer, pengembang perangkat lunak, desainer gim, atau profesional lainnya yang siap berkontribusi.</li><li><b>Kreativitas dan Inovasi:</b> Mendorong siswa untuk berpikir kreatif dalam merancang solusi perangkat lunak dan gim yang menarik serta inovatif.</li><li><b>Pengetahuan Konsep Pengembangan Gim:</b> Memberikan pemahaman komprehensif tentang prinsip dasar pengembangan gim, termasuk desain, pengembangan konten, animasi, dan fisika gim.</li><li><b>Kolaborasi Tim dan Komunikasi:</b> Mengajarkan siswa untuk bekerja dalam tim dan mengembangkan keterampilan interpersonal yang produktif.</li></ul><p>Siswa yang mengikuti program RPL akan mempelajari berbagai aspek pengembangan perangkat lunak, mulai dari pemrograman dasar hingga tingkat lanjut, analisis sistem, hingga pengelolaan proyek. Kurikulum mencakup bahasa pemrograman seperti <b>Java, Python, PHP, C#</b>, database seperti <b>MySQL dan PostgreSQL</b>, serta framework modern seperti <b>Laravel, Codeigniter, Bootstrap, Tailwind, dan Flutter.</b></p><p>Selain penguasaan teknis, siswa juga diajarkan metodologi pengembangan seperti <b>Agile dan Scrum</b>, serta dibekali keterampilan dalam analisis kebutuhan pengguna, pemecahan masalah, dan penerapan teknologi terkini seperti kecerdasan buatan (AI), big data, dan pengembangan aplikasi berbasis web maupun mobile.</p><p>Proses pembelajaran menekankan praktik langsung melalui proyek nyata dan program magang di perusahaan teknologi atau startup digital, sehingga siswa dapat merasakan pengalaman kerja di industri dan memahami standar dunia profesional.</p><p>Peluang kerja lulusan meliputi:</p><ul><li>Programmer</li><li>Game Developer</li><li>Mobile App Developer</li><li>UI/UX Designer</li><li>Game Designer</li><li>DevOps Engineering</li><li>Game Tester/Quality Assurance (QA) Tester</li><li>Full-stack Developer</li><li>Freelancer atau Indie Developer</li><li>Artificial Intelligence (AI) Engineering</li><li>Augmented Reality (AR) dan Virtual Reality (VR) Developer</li><li>Cloud Engineer</li><li>Cybersecurity Specialist</li></ul>"
  },
  {
    "id": 3,
    "nama": "Desain Komunikasi Visual",
    "slug": "desain-komunikasi-visual",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71Q8KKEYGWNSGJ9F2WTBTE.jpeg",
    "deskripsi": "<p>Program Desain Komunikasi Visual (DKV) mengembangkan kreativitas siswa dalam menyampaikan pesan melalui elemen visual. Pembelajaran mencakup desain grafis, ilustrasi, fotografi, videografi, dan animasi. Lulusan dipersiapkan untuk berkarir di industri kreatif sebagai desainer grafis, animator, atau konten kreator yang mampu menghasilkan karya visual yang berdampak.</p>"
  },
  {
    "id": 4,
    "nama": "Teknik Komputer & Jaringan",
    "slug": "teknik-jaringan-komputer-telekomunikasi",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71YT1CW357YB72EFSMKY6W.jpeg",
    "deskripsi": "<p>Siswa pada program keahlian ini akan menjadi ahli di bidang infrastruktur teknologi. Materi pembelajaran meliputi perancangan, instalasi, dan administrasi jaringan komputer, konfigurasi perangkat server, serta implementasi keamanan siber. Lulusan siap berkarir sebagai administrator jaringan, teknisi IT, atau spesialis keamanan siber.</p>"
  },
  {
    "id": 5,
    "nama": "Pemasaran",
    "slug": "pemasaran",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71MEFD6Z3VE914ZD314ZX0.jpeg",
    "deskripsi": "<p>Kompetensi Keahlian Pemasaran di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan pengetahuan dan keterampilan yang mendalam di bidang pemasaran modern, baik untuk produk maupun jasa. Program ini mempersiapkan siswa agar mampu bersaing di dunia kerja dengan menjadi tenaga pemasaran yang profesional dan inovatif, serta memahami strategi pemasaran yang sesuai dengan kebutuhan pasar yang terus berkembang.</p><p>Dalam program ini, siswa mempelajari berbagai aspek pemasaran, mulai dari riset pasar, pengembangan strategi pemasaran, perencanaan promosi, hingga teknik penjualan. Siswa juga dilatih untuk menguasai keterampilan komunikasi yang baik, negosiasi, serta kemampuan dalam membangun dan menjaga hubungan dengan pelanggan. Kemampuan dalam mengelola dan memanfaatkan media digital sebagai alat pemasaran juga menjadi bagian penting dari pembelajaran, mengingat tren pemasaran yang kini banyak bergeser ke arah digital.</p><p>Tujuan Program Keahlian Pemasaran adalah terwujudnya peserta didik yang menguasai berbagai keilmuan dan praktik pada ruang lingkup pengelolaan pemasaran bisnis, kewirausahaan, serta keterampilan menjual produk dan layanan jasa. Di SMKN 1 Bantul, Program Keahlian Pemasaran ini dibagi menjadi dua konsentrasi keahlian yaitu Konsentrasi Keahlian Bisnis Retail yang berfokus pada keterampilan pemasaran secara konvensional, dan Konsentrasi Keahlian Bisnis Digital yang berfokus pada keterampilan pemasaran secara daring. Kurikulum yang dirancang merupakan hasil dari berbagai saran, masukan, dan identifikasi dari berbagai keterampilan yang dibutuhkan industri yang bergelut di bidang marketing online yaitu Abdina Spunbond.</p><p>Konsentrasi Keahlian Bisnis Digital bertujuan terwujudnya peserta didik yang memiliki sikap, pengetahuan, dan keterampilan (soft skills dan hard skills), yang meliputi:</p><ul><li>memahami ekonomi bisnis dan administrasi umum;</li><li>memahami marketing;</li><li>melakukan perencanaan bisnis;</li><li>melaksanakan komunikasi bisnis;</li><li>melakukan digital branding;</li><li>mengaplikasikan digital onboarding;</li><li>mengaplikasikan digital marketing;</li><li>mengaplikasikan digital operation.</li></ul><p>Konsentrasi Keahlian Bisnis retail bertujuan terwujudnya peserta didik yang memiliki sikap, pengetahuan, dan keterampilan (soft skills dan hard skills), yang meliputi:</p><ul><li>Menerapkan ekonomi bisnis dan administrasi umum</li><li>Menganalisis marketing</li><li>Melakukan customer service</li><li>Melakukan komunikasi bisnis</li><li>Menganalisis pengelolaan bisnis retail</li><li>Mengevaluasi strategi marketing visual merchandising</li><li>Melakukan pengemasan dan pendistribusian produk</li><li>Membuat administrasi transaksi</li></ul><p>Dengan dukungan fasilitas pendidikan yang modern serta tenaga pengajar berpengalaman, siswa diajak untuk selalu kreatif dan inovatif dalam merancang strategi pemasaran yang efektif dan efisien. Siswa juga dilatih untuk memiliki etika kerja yang baik, integritas tinggi, serta mampu bekerja secara profesional dalam tim.</p><p>Lulusan program Pemasaran dari SMK Negeri 1 Bantul memiliki prospek karir yang sangat luas, baik di perusahaan swasta, lembaga pemerintahan, maupun sebagai wirausaha. Mereka siap bekerja di bidang penjualan, manajemen pemasaran, pengembangan bisnis, serta berbagai profesi lain yang terkait dengan pemasaran dan bisnis. Kompetensi ini memberikan bekal kuat bagi siswa untuk bersaing di dunia kerja yang semakin kompetitif dan berperan aktif dalam memajukan sektor pemasaran.</p>"
  },
  {
    "id": 6,
    "nama": "Manajemen Perkantoran dan Layanan Bisnis",
    "slug": "manajemen-perkantoran-dan-layanan-bisnis",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71EA8C15BAZT56TPZ9S663.jpeg",
    "deskripsi": "<p>Program keahlian Manajemen Perkantoran dan Layanan Bisnis di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan keterampilan dan pengetahuan yang dibutuhkan untuk bekerja secara profesional dalam lingkungan perkantoran dan bisnis modern. Program ini memberikan pemahaman yang mendalam tentang manajemen administrasi perkantoran, pengelolaan informasi, serta layanan bisnis yang efisien dan efektif.</p><p>Tujuan dari Program Keahlian Manajemen Perkantoran dan Layanan Bisnis adalah terwujudnya peserta didik yang memiliki keterampilan, pengetahuan dan sikap dalam:</p><ul><li>Memahami proses bisnis manajemen perkantoran dan layanan bisnis di dunia kerja</li><li>Memahami perkembangan penerapan teknologi dan isu - isu global dalam manajemen perkantoran dan layanan bisnis</li><li>Memahami profil entrepreneurship, job profile, peluang usaha dan pekerjaan/profesi dalam bidang manajemen perkantoran dan layanan bisnis</li><li>Menerapkan teknik dasar aktivitas perkantoran di bidang manajemen perkantoran dan layanan bisnis</li><li>Mengelola dokumen berbasis digital</li><li>Menggunakan peralatan dan aplikasi teknologi perkantoran</li><li>Mengelola sistem informasi dan komunikasi organisasi</li><li>Memberikan layanan bisnis dan logistik sesuai standar yang ditentukan</li><li>Menerapkan dan mengembangkan kemampuan mengelola administrasi keuangan sehingga segala aspek keuangan dapat dilaporkan dan dipertanggungjawabkan</li></ul><p>Siswa di jurusan ini akan diajarkan berbagai aspek penting dalam dunia perkantoran, mulai dari administrasi dokumen, manajemen waktu, pengelolaan data, pelayanan pelanggan, hingga penguasaan perangkat lunak perkantoran dan teknologi digital yang semakin berkembang. Keterampilan komunikasi, pengelolaan agenda, serta kemampuan bekerja sama dalam tim juga menjadi fokus penting dalam pembelajaran. Selain aspek teknis, program ini juga memberikan pelatihan mengenai prosedur pelayanan bisnis yang baik, termasuk bagaimana memberikan layanan yang profesional kepada klien dan rekan kerja, serta etika kerja yang baik. Pembelajaran di SMK Negeri 1 Bantul menekankan pentingnya sikap disiplin, tanggung jawab, dan kejelian dalam mengelola berbagai tugas administrasi dan operasional bisnis.</p>"
  },
  {
    "id": 7,
    "nama": "Layanan Perbankan Syariah",
    "slug": "layanan-perbankan-syariah",
    "gambarUrl": "https://smkn1bantul.sch.id/storage/01JA71C353PTKEF2TCPPS7BKGH.jpeg",
    "deskripsi": "<p>Program keahlian Layanan Perbankan Syariah di SMK Negeri 1 Bantul dirancang untuk memberikan pendidikan dan pelatihan yang komprehensif kepada siswa dalam bidang perbankan berbasis prinsip syariah. Program ini bertujuan untuk mencetak tenaga profesional yang handal dan berakhlak mulia, dengan keterampilan yang sesuai untuk bekerja di lembaga keuangan syariah seperti bank syariah, koperasi syariah, dan lembaga keuangan lainnya.</p><p>Program Keahlian Akuntansi dan Keuangan akan menjabarkan masing masing Kompetensi Inti tersebut ke dalam Kompetensi Dasar pada setiap mata pelajaran, sehingga secara terintegrasi akan mencapai kompetensi inti yang ditetapkan. Program Keahlian Akuntansi dan Keuangan dengan Konsentrasi Perbankan Syariah akan mencetak peserta didik yang kompeten dan berwawasan global di bidang Perbankan Syariah, dan menguasai kompetensi-kompetensi diantaranya:</p><ul><li>Menerapkan prinsip praktek profesional dalam bekerja</li><li>Menerapkan Praktik-Praktik Kesehatan dan Keselamatan di Tempat Kerja</li><li>Menerapkan Prinsip-Prinsip Ekonomi Islam dalam Perbankan Syariah</li><li>Memproses Transaksi Keuangan</li><li>Melayani Nasabah dan Pihak Lain</li><li>Mengelola Simpanan Nasabah</li><li>Mengoperasikan paket program pengolahan angka/spreadsheet</li><li>Mengoperasikan Aplikasi Komputer Akuntansi</li></ul><p>Fasilitas pendukung yang lengkap serta bimbingan dari tenaga pengajar yang kompeten dan berpengalaman memastikan bahwa siswa memperoleh keterampilan praktis yang relevan dengan perkembangan industri perbankan syariah saat ini. Tak hanya itu, karakter keislaman yang kuat, kejujuran, dan etika kerja yang baik juga menjadi fokus utama dalam membentuk lulusan yang tidak hanya mahir secara teknis, tetapi juga berintegritas.</p><p>Dengan bekal kompetensi yang diajarkan, lulusan Layanan Perbankan Syariah dari SMK Negeri 1 Bantul diharapkan mampu bersaing di dunia kerja dan berkontribusi dalam mengembangkan sektor keuangan syariah, baik di tingkat nasional maupun internasional.</p>"
  }
]